//[
//{"class":"A","title": "Bin Laden left $29m inheritance for jihad", "text": "txt"},
////{"class":"A","title": "Bin Laden left $29m inheritance for jihad", "text": 'The will is among a trove of documents released to US media. It was seized in the US assault in Abbotabad, Pakistan. Bin Laden urged his family to "obey my will" and to spend his inheritance on "jihad, for the sake of Allah". He referred to the money as being in Sudan, but it is not clear whether it was cash or assets. Bin Laden lived in Sudan for five years in the 1990s as a guest of the Sudanese government. It is not known whether any of the money made its way to his heirs. Other letters attributed to Bin Laden and released on Tuesday show that he: Urged Americans to fight "catastrophic" climate change to "save humanity" Feared that a dentist had planted a tracking device in his wife's tooth Planned a major media campaign to mark the 10th anniversary of the 11 September attacks in the US He also gave his assessment of the progress of the West's "war on terror" and the US military campaign in Afghanistan. "They thought that the war would be easy and that they would accomplish their objectives in a few days or a few weeks," he wrote. "We need to be patient a bit longer. With patience, there is victory!" Bin Laden was killed by US special forces in May 2011 in a raid on his compound in Abbotabad, Pakistan. The group has since been led by al-Qaeda''s former second-in-command, Ayman al-Zawahiri.'},
//{"class":"B","title": "Some McDonald''s and KFC branches are banning under 18s", "text": "XXX"}
////{"class":"B","title": "Some McDonald''s and KFC branches are banning under 18s", "text": 'It''s after a fight broke out between 20 teenagers near the Meir Park area of Stoke-on-Trent a few weeks ago. Eight people were arrested after police sent armed officers and a helicopter to reports of a fight and gunshots. They''ve now been bailed. Now it means under 18s will only be able to dine with an adult. Otherwise they''ll have to take their food away. McDonald''s says the ban is to protect other customers and it''ll stay in place for the "time being". More related stories KFC says this was chicken not a rat KFC says 'rat' is actually chicken The company insists it''s not specifically targeting young people but wants to address the problem, which, in this case are under 18s. Newsbeat went to Stoke-on-Trent to find out what people think about it. Scott is 26 and thinks McDonald's and KFC are "the youth clubs" of 2016. "People finish school, they go into the centre of town and go into McDonald's because it's cheap food. "They've got nowhere else to go." A McDonald''s burger Lauren disagrees with Scott. She''s 23 and has family that live close to the Meir Park branch. "Kids as young as five and six walk that street and there''s two big gangs arguing. "I don''t want my kids around that. It''s the reason I moved out of Meir in the first place." Police say groups of teenagers buy one drink between them just so they can use the free wi-fi and would then "become a nuisance'},
////{class:'',title: '', text: ''},
//]

{"name": "ehsan"}